260619_day_briefing.org
#+TITLE: Daily Briefing - 2026-06-19
#+OPTIONS: html-scripts:nil html-postamble:nil toc:nil num:nil
#+HTML_HEAD: <link rel="icon" type="image/png" href="favicon.png">
#+HTML_HEAD: <meta property="og:title" content="Daily Briefing - Intelligence Hub">
#+HTML_HEAD: <meta property="og:description" content="Análisis geopolítico y titulares globales actualizados.">
#+HTML_HEAD: <meta property="og:image" content="https://mcasrom.github.io/daily_readings/preview.jpg">
#+HTML_HEAD: <meta property="og:image:width" content="1200">
#+HTML_HEAD: <meta property="og:image:height" content="630">
#+HTML_HEAD: <meta property="og:url" content="https://mcasrom.github.io/daily_readings/index.html">
#+HTML_HEAD: <meta property="og:type" content="website">
#+HTML_HEAD: <meta name="twitter:card" content="summary_large_image">
#+HTML_HEAD: <style>
#+HTML_HEAD:    :root { --bg: #05070a; --surface: #0f141d; --primary: #00f2ff; --secondary: #7000ff; --text: #e2e8f0; --gold: #ffd700; --muted: #64748b; }
#+HTML_HEAD:    body { font-family: 'Inter', -apple-system, sans-serif; background: var(--bg); color: var(--text); max-width: 900px; margin: auto; padding: 25px; line-height: 1.8; }
#+HTML_HEAD:    h1, h2, h3 { color: var(--primary); text-transform: uppercase; letter-spacing: 1px; text-align: center; }
#+HTML_HEAD:    .nav-menu { display: flex; justify-content: center; gap: 30px; margin-bottom: 40px; border-bottom: 2px solid var(--surface); padding-bottom: 20px; }
#+HTML_HEAD:    .nav-menu a { color: var(--text); text-decoration: none; font-weight: bold; transition: 0.3s; font-size: 0.9em; }
#+HTML_HEAD:    .nav-menu a:hover { color: var(--primary); text-shadow: 0 0 8px var(--primary); }
#+HTML_HEAD:    .timestamp { text-align: center; color: var(--muted); font-size: 0.8em; margin-bottom: 10px; }
#+HTML_HEAD:    .telemetry { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.9em; background: var(--surface); padding: 10px; border-radius: 4px; border-left: 3px solid var(--gold); margin-bottom: 30px; }
#+HTML_HEAD:    .quote-box { text-align: center; font-style: italic; color: var(--primary); margin: 25px 0; padding: 15px; border-top: 1px solid var(--surface); border-bottom: 1px solid var(--surface); font-size: 1.15em; }
#+HTML_HEAD:    .visit-counter { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.95em; background: var(--surface); padding: 12px; border-radius: 6px; border: 1px solid var(--gold); margin: 20px auto; max-width: 400px; }
#+HTML_HEAD:    ul { list-style: none; padding: 0; }
#+HTML_HEAD:    li { background: var(--surface); margin-bottom: 12px; padding: 15px; border-radius: 8px; border: 1px solid #1e293b; transition: all 0.2s ease; }
#+HTML_HEAD:    li:hover { border-color: var(--primary); transform: translateX(5px); }
#+HTML_HEAD:    li a { color: var(--text); text-decoration: none; display: block; font-weight: 500; }
#+HTML_HEAD:    .briefing-item { background: var(--surface); border: 1px solid var(--primary); border-radius: 10px; margin: 15px 0; padding: 20px; text-align: center; }
#+HTML_HEAD:    .briefing-item a { color: var(--primary); text-decoration: none; font-weight: bold; font-size: 1.1em; }
#+HTML_HEAD:    .cta-blog { background: linear-gradient(135deg, #0f141d 0%, #05070a 100%); border: 2px solid var(--primary); padding: 30px; border-radius: 15px; text-align: center; margin-top: 50px; }
#+HTML_HEAD:    .footer-hub { margin-top: 80px; text-align: center; border-top: 1px solid var(--surface); padding-top: 30px; color: var(--muted); font-size: 0.85em; }
#+HTML_HEAD: </style>
#+HTML: <div class="nav-menu"><a href="index.html">DASHBOARD</a><a href="about.html">SOBRE MÍ</a><a href="contact.html">CONTACTO</a></div>
#+HTML: <div class='quote-box'>«El mapa es el territorio, pero el código es la ley que lo hace funcionar».</div>
#+HTML: <div class='telemetry'>🌡 50.5°C | ⚖ Load: 0.00 | 🌐 Ping: 14.2ms</div>

#+HTML: <div style='text-align:center; margin:20px 0;'><p style='color:var(--primary); font-family:monospace;'>● CANAL DE INTELIGENCIA SEGURO</p></div>

* 🗞 Titulares

** 🇪🇸 España

*** El País

- [[https://elpais.com/internacional/2026-06-19/iran-y-ee-uu-cancelan-las-conversaciones-previstas-para-este-viernes-en-suiza-para-empezar-a-negociar-el-acuerdo-de-paz-definitivo.html][Israel y Hezbolá prosiguen los combates pese al anuncio de un nuevo alto el fuego]]
- [[https://elpais.com/internacional/2026-06-19/trump-abre-una-nueva-crisis-con-meloni-al-decir-que-se-hizo-una-foto-con-ella-en-el-g-7-por-pena.html][Trump abre una nueva crisis con Meloni al decir que se hizo una foto con ella en el G-7 “por pena”]]
- [[https://elpais.com/espana/2026-06-19/el-juez-peinado-abre-una-nueva-linea-de-investigacion-en-el-caso-contra-begona-gomez-con-dos-delitos-mas.html][El juez Peinado excluye ahora a Begoña Gómez de una nueva línea de investigación sobre dos delitos más]]
- [[https://elpais.com/espana/2026-06-19/la-direccion-del-pp-sobre-los-pagos-millonarios-de-quiron-a-gonzalez-amador-es-un-caso-de-un-particular.html][La dirección del PP, sobre los pagos millonarios de Quirón a González Amador: “Es un caso de un particular”]]
- [[https://elpais.com/espana/2026-06-19/ultima-hora-de-la-actualidad-politica-en-directo.html][Última hora de la actualidad política, en directo | Sánchez deja en manos de Zapatero la decisión de si debería entregar las joyas]]

*** El Mundo

- [[https://www.elmundo.es/espana/2026/06/19/6a351efffc6c8368498b4582.html][El Congreso votará pedir a Sánchez una cuestión de confianza en el último pleno antes del verano]]
- [[https://www.elmundo.es/espana/2026/06/19/6a352c71e4d4d8f67f8b4585.html][Tensión entre Sánchez y algunos líderes europeos por la migración y la regularización exprés de España: "Lo que haces afecta a otros países"]]
- [[https://www.elmundo.es/papel/historias/2026/06/19/6a2bc85be85ece1f088b4593.html][Cuando la ex adicta conoció al filósofo de la adicción: "La sociedad promueve el abuso, pero te castiga por ser adicta"]]
- [[https://www.elmundo.es/espana/2026/06/19/6a34f94e21efa054348b45a0.html][Peinado abre una nueva investigación en el 'caso Begoña' tras detectar la Fiscalía Europea prevaricación y fraude a la UE en una adjudicación a Barrabés]]
- [[https://www.elmundo.es/espana/2026/06/19/6a34fb8f21efa0b47f8b457f.html][La fiscal general rechaza explicar en el Senado las visitas de la 'fontanera' del PSOE a la Fiscalía: "No daré ninguna información"]]

*** La Vanguardia

- [[https://www.lavanguardia.com/politica/20260618/11568556/audio-declaracion-zapatero-consultor-principal-analisis-relevante.html][El audio de la declaración de Zapatero: “No hablé absolutamente con nadie del rescate de Plus Ultra”]]
- [[https://www.lavanguardia.com/politica/20260618/11568480/sanchez-traslada-empatia-zapatero-me-manifestado-inocencia-respaldo-jose-luis.html][Sánchez traslada su “empatía” a Zapatero: “Me ha manifestado su inocencia y yo respaldo a José Luis”]]
- [[https://www.lavanguardia.com/politica/20260619/11568668/hijas-zapatero-estructura-artificiosa-organizacion-liderada-padre.html][Las hijas de Zapatero, tras la “estructura artificiosa” de la organización liderada por su padre]]
- [[https://www.lavanguardia.com/opinion/20260618/11567633/cuenta-elecciones.html][Cuenta atrás para las elecciones]]
- [[https://www.lavanguardia.com/politica/20260618/11568457/pareja-ayuso-facturo-4-4-millones-euros-quiron-primeros-tres-anos-relacion.html][La pareja de Ayuso ingresó 4,4 millones de Quirón en los primeros tres años de relación]]

