260619_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/politica/pp-reclama-estado-fechas-definitivas-llegada-nuevos-trenes-cercanias-confirmarse-que-llegaran-2027/20260619175330194589.html][El PP reclama al Estado “fechas definitivas” de la llegada de los nuevos trenes de Cercanías tras confirmarse que llegarán en 2027]]
- [[https://eldiariocantabria.publico.es/articulo/politica/estado-eleva-100-millones-inversiones-cercanias-cantabria/20260619173933194587.html][El Estado eleva en 100 millones las inversiones en Cercanías en Cantabria]]
- [[https://eldiariocantabria.publico.es/articulo/cultura/resines-ve-disparate-regular-ia-cine-traves-trabajo-reivindica-propiedad-intelectual/20260619172914194586.html][Resines ve un “disparate” regular la IA en el cine a través de Trabajo y reivindica la propiedad intelectual]]
- [[https://eldiariocantabria.publico.es/articulo/cantabria/verano-comenzara-ola-calor-que-afectara-cantabrico-miercoles/20260619171232194584.html][El verano comenzará con una ola de calor que afectará al Cantábrico hasta el miércoles]]
- [[https://eldiariocantabria.publico.es/articulo/comunicados/television-ve-como-antes-como-han-cambiado-habitos-consumo-audiovisual-espana/20260619170234194583.html][La televisión ya no se ve como antes: ¿cómo han cambiado los hábitos de consumo audiovisual en España?]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/06/19/four-israeli-soldiers-killed-combat-lebanon-imperils-us-iran-deal/][After 4 Israeli soldiers’ deaths, Israel and Hezbollah agree to renew ceasefire]]
- [[https://www.washingtonpost.com/world/2026/06/19/trump-said-italys-prime-minister-begged-photo-she-says-thats-false/][Trump said Italy’s prime minister ‘begged’ for a photo. She says that’s false.]]
- [[https://www.washingtonpost.com/world/2026/06/19/andy-burnham-wins-uk-parliament-seat-key-step-bid-oust-prime-minister/][Andy Burnham wins U.K. Parliament seat, key step in bid to oust prime minister]]
- [[https://www.washingtonpost.com/world/2026/06/18/europe-readies-nato-with-less-us-hegseth-announces-troop-review/][U.S. moves toward troop reductions in Europe as Hegseth scolds NATO allies]]
- [[https://www.washingtonpost.com/world/2026/06/18/first-steps-peace-deal-demand-far-more-us-than-iran/][First steps in peace deal demand far more from U.S. than Iran]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/middle-east/how-fresh-middle-east-violence-scuttled-the-next-phase-of-iran-talks-8c7c0c80][How Fresh Middle East Violence Scuttled the Next Phase of Iran Talks]]
- [[https://www.wsj.com/world/middle-east/israel-hezbollah-clashes-put-iran-deal-under-early-pressure-0aa5ae90][Israel, Hezbollah Agree to Renewed Ceasefire as Iran Peace Talks Postponed]]
- [[https://www.wsj.com/economy/trade/chinese-export-flood-tests-europes-stomach-for-trade-war-with-beijing-c03a9ac1][Chinese Export Flood Tests Europe’s Stomach for Trade War With Beijing]]
- [[https://www.wsj.com/world/uk/rebel-lawmaker-set-to-try-a-knockout-blow-to-u-k-s-starmer-75ff91ab][Rebel Lawmaker’s Election Win Clears Path to Oust U.K.’s Starmer]]
- [[https://www.wsj.com/world/americas/u-s-and-venezuela-join-forces-to-target-armed-gangs-in-key-mining-region-c8d338f0][U.S. and Venezuela Join Forces to Target Armed Gangs in Key Mining Region]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/planete/live/2026/06/19/en-direct-canicule-la-vague-de-chaleur-pourrait-etre-d-une-duree-et-d-une-severite-identiques-a-celle-d-aout-2003-dit-meteo-france_6704498_3244.html][EN DIRECT, canicule : la vague de chaleur pourrait être d’« une durée et d’une sévérité identiques à celle d’août 2003 », dit Météo-France]]
- [[https://www.lemonde.fr/international/article/2026/06/19/l-accord-entre-les-etats-unis-et-l-iran-un-protocole-fragile-decrypte-et-commente-point-par-point_6704980_3210.html][L’accord entre les Etats-Unis et l’Iran, un protocole fragile, décrypté et commenté point par point]]
- [[https://www.lemonde.fr/economie/article/2026/06/19/palantir-irrite-par-l-annonce-de-la-fin-de-son-contrat-avec-la-dgsi-on-ne-peut-pas-faire-ca-comme-ca-sur-instagram-c-est-un-sujet-ultra-serieux_6704986_3234.html][Palantir irrité par l’annonce de la fin de son contrat avec la DGSI : « On ne peut pas faire ça comme ça, sur Instagram. C’est un sujet ultra-sérieux »]]
- [[https://www.lemonde.fr/international/article/2026/06/19/apres-l-annonce-d-une-nouvelle-revision-de-la-presence-militaire-americaine-en-europe-les-allies-au-defi-des-ambiguites-de-washington_6704982_3210.html][Après l’annonce d’une nouvelle révision de la présence militaire américaine en Europe, les alliés au défi des ambiguïtés de Washington]]
- [[https://www.lemonde.fr/les-decodeurs/article/2026/06/19/loi-integrale-contre-les-violences-sexistes-et-sexuelles-de-quoi-parle-t-on_6704962_4355770.html][« Loi intégrale contre les violences sexistes et sexuelles », de quoi parle-t-on ?]]

*** Le Figaro

- [[https://www.lefigaro.fr/meteo/en-direct-chaine-meteo-canicule-vague-chaleur-alerte-temperatures-soleil-orages-vigilance-orange-20260619][EN DIRECT - La canicule pourrait être d’«une durée et d’une sévérité identiques à celle d’août 2003», alerte Météo France]]
- [[https://www.lefigaro.fr/sciences/fermer-les-volets-blanc-de-meudon-linge-mouille-les-conseils-anti-canicule-pour-garder-de-la-fraicheur-dans-votre-logement-20260619][Fermer les volets, blanc de Meudon, linge mouillé... Les conseils anti-canicule pour garder de la fraîcheur dans votre logement]]
- [[https://www.lefigaro.fr/automobile/canicule-et-voiture-electrique-les-bons-reflexes-pour-eviter-les-pieges-lors-des-fortes-chaleurs-20260619][Canicule et voiture électrique : les bons réflexes pour éviter les pièges lors des fortes chaleurs]]
- [[https://www.lefigaro.fr/actualite-france/canicule-a-l-ecole-ai-je-le-droit-de-garder-mon-enfant-a-la-maison-20260619][Canicule à l’école : ai-je le droit de garder mon enfant à la maison ?]]
- [[https://www.lefigaro.fr/nantes/aberrant-l-absence-de-climatisation-dans-les-chambres-du-futur-chu-de-l-ile-de-nantes-inquiete-20260619][« Aberrant » : l’absence de climatisation dans les chambres du futur CHU de l’île de Nantes inquiète]]

** 🇬🇧 Reino Unido

