260619_day_briefing.org
*** BBC News

- [[https://www.bbc.com/news/articles/c20y1ygn707o?at_medium=RSS&at_campaign=rss][Italy's Meloni says Trump 'made up' story that she 'begged' him for photo at G7]]
- [[https://www.bbc.com/news/articles/crel9xlp8r1o?at_medium=RSS&at_campaign=rss][Do it at home too, women tell Japanese fans who cleaned World Cup stadium]]
- [[https://www.bbc.com/news/articles/c0qyg29wpk2o?at_medium=RSS&at_campaign=rss][Six-year-old Ebola patient taken from DR Congo hospital found and 'doing well']]
- [[https://www.bbc.com/sport/football/articles/c20y18z7le1o?at_medium=RSS&at_campaign=rss][Morocco captain Achraf Hakimi to stand trial for rape]]
- [[https://www.bbc.com/news/articles/c20y15m0337o?at_medium=RSS&at_campaign=rss][Zimbabwe MPs pass bill to extend president's time in power]]

*** The Guardian

- [[https://www.theguardian.com/us-news/2026/jun/18/cdc-emergency-ebola-funding][CDC to tap $107m in emergency funding for Ebola response in DRC and Uganda]]
- [[https://www.theguardian.com/news/2026/jun/18/barbados-prime-minister-manifesto-slavery-reparations][Barbados prime minister announces manifesto for slavery reparations]]
- [[https://www.theguardian.com/world/2026/jun/18/south-africa-men-sentenced-rhino-horn-trafficking-case][South African men sentenced in ‘world’s largest’ rhino horn trafficking case]]
- [[https://www.theguardian.com/global-development/2026/jun/17/boy-injured-us-strike-somalia-ability-walk-operation-abdiqadir-salah-surgery-civilians-november-attack][Seven-year-old Abdiqadir was hit in a US airstrike. Without a $750 operation, he may lose his ability to walk]]
- [[https://www.theguardian.com/global-development/2026/jun/17/sierra-leones-first-lady-refuses-to-condemn-fgm-without-reliable-data-on-harms][Sierra Leone’s first lady refuses to condemn FGM without ‘reliable data’ on harms]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/guido-crosetto-ospite-caffe-domenica-AIYKYJmD][Guido Crosetto ospite al “Caffè della domenica”]]
- [[https://www.ilsole24ore.com/art/bari-dibattito-informazione-locale-e-mezzogiorno-AIW6rFmD][Bari un dibattito su informazione locale e Mezzogiorno]]
- [[https://www.ilsole24ore.com/art/radio-24-breccia-carone-pellai-e-porcelli-safonov-ospiti-ad-amici-e-nemici-AIltm5lD][Radio 24: Breccia, Carone, Pellai e Porcelli Safonov ospiti ad Amici e nemici]]
- [[https://www.ilsole24ore.com/art/mini-pacchi-netcomm-e-associazioni-categoria-sospendere-nuova-tassa-rischio-doppia-imposizione-fino-7-euro-spedizione-AIEjAslD][Mini pacchi, Netcomm e associazioni di categoria: «Sospendere la nuova tassa, rischio di doppia imposizione fino a 7 euro a spedizione»]]
- [[https://www.ilsole24ore.com/art/aree-interne-8-giovani-10-pronti-restare-puntando-e-learning-e-formazione-digitale-AIUQu1kD][Aree interne, 8 giovani su 10 pronti a restare puntando su e-learning e formazione digitale]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss][The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files]]
- [[https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss][Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability]]
- [[https://www.spiegel.de/international/europe/hungarian-premier-peter-magyar-our-country-was-a-hostage-state-a-4d31fe2f-92f1-41ec-a7ab-6d8fdec0635d#ref=rss][Hungarian Premier Péter Magyar: 'Our Country Was a Hostage State']]
- [[https://www.spiegel.de/international/germany/nsdap-archive-how-der-spiegel-processed-the-data-from-the-nsdap-membership-card-file-a-c2d916be-b6d1-4b39-bab9-debdc9c45f7e#ref=rss][NSDAP archive: How DER SPIEGEL processed the data from the Nazi card file]]
- [[https://www.spiegel.de/international/germany/nsdap-archive-find-out-what-your-family-did-under-hitler-a-4c62a29b-054a-409f-8cc2-cfb8c46f98a9#ref=rss][Interactive Research Tool: What Your Family Did Under Hitler – Find Out Here]]

*** Deutsche Welle

- [[https://www.dw.com/en/guinea-bissau-opposition-leader-house-arrest-raises-stakes/a-77593866?maca=en-rss-en-world-4025-rdf][Guinea-Bissau: Opposition leader house arrest raises stakes]]
- [[https://www.dw.com/en/the-collapse-of-world-order-as-an-opportunity-for-asia/a-77625031?maca=en-rss-en-world-4025-rdf][The collapse of 'world order' as an opportunity for Asia?]]
- [[https://www.dw.com/en/czech-government-causes-alarm-with-plan-to-scrap-license-fee/a-77625913?maca=en-rss-en-world-4025-rdf][Czech government causes alarm with plan to scrap license fee]]
- [[https://www.dw.com/en/months-of-war-fundamentally-change-iran-gulf-ties/a-77626785?maca=en-rss-en-world-4025-rdf][Months of war fundamentally change Iran-Gulf ties]]
- [[https://www.dw.com/en/us-curbs-anthropic-ai-access-raising-global-concerns/a-77577694?maca=en-rss-en-world-4025-rdf][US curbs Anthropic AI access, raising global concerns]]

** 🇧🇷 Brasil

