260619_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/passeios-de-carruagem-no-central-park-em-nova-york-sao-suspensos-apos-homem-morrer-em-queda.shtml][Passeios de carruagem no Central Park, em Nova York, são suspensos após homem morrer em queda]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/monicabergamo/2026/06/juliana-didone-e-taina-muller-vao-interpretar-hortencia-e-magic-paula-em-novo-filme.shtml][Juliana Didone e Tainá Müller vão interpretar Hortência e Magic Paula em novo filme]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/06/paolla-oliveira-encara-desafio-com-a-culinaria-chinesa-e-diverte-fas-estou-tentando.shtml][Paolla Oliveira encara desafio com a culinária chinesa e diverte fãs: 'Estou tentando']]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/06/katie-kitamura-autora-que-vira-a-flip-descortina-o-jogo-de-cena-por-tras-das-familias.shtml][Katie Kitamura, autora que virá à Flip, descortina o jogo de cena por trás das famílias]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/governo-deve-propor-subir-teto-do-mei-em-duas-etapas-ate-chegar-a-r-130-mil-em-2028.shtml][Governo deve propor subir teto do MEI em duas etapas até chegar a R$ 130 mil em 2028]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
