260619_day_briefing.html
<div id="outline-container-org18139e1" class="outline-3">
<h3 id="org18139e1">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org18139e1">
</div>
<div id="outline-container-org2b5b675" class="outline-4">
<h4 id="org2b5b675">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org2b5b675">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/06/passeios-de-carruagem-no-central-park-em-nova-york-sao-suspensos-apos-homem-morrer-em-queda.shtml">Passeios de carruagem no Central Park, em Nova York, são suspensos após homem morrer em queda</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/monicabergamo/2026/06/juliana-didone-e-taina-muller-vao-interpretar-hortencia-e-magic-paula-em-novo-filme.shtml">Juliana Didone e Tainá Müller vão interpretar Hortência e Magic Paula em novo filme</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/06/paolla-oliveira-encara-desafio-com-a-culinaria-chinesa-e-diverte-fas-estou-tentando.shtml">Paolla Oliveira encara desafio com a culinária chinesa e diverte fãs: 'Estou tentando'</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/06/katie-kitamura-autora-que-vira-a-flip-descortina-o-jogo-de-cena-por-tras-das-familias.shtml">Katie Kitamura, autora que virá à Flip, descortina o jogo de cena por trás das famílias</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/06/governo-deve-propor-subir-teto-do-mei-em-duas-etapas-ate-chegar-a-r-130-mil-em-2028.shtml">Governo deve propor subir teto do MEI em duas etapas até chegar a R$ 130 mil em 2028</a></li>
</ul>
</div>
</div>
<div id="outline-container-org3cc8b15" class="outline-4">
<h4 id="org3cc8b15">O Globo</h4>
<div class="outline-text-4" id="text-org3cc8b15">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgb315dc2" class="outline-2">
<h2 id="orgb315dc2">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-orgb315dc2">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
